def x(s1, s2, s3):
    if s1 > s2:
        print(s3)
    if s1 < s2:
        print('фарш невозможно провернуть назад и мясо из котлет не восстановишь')
    if s1 == s2:
        print("""Бывает, что Вы впиваетесь в аппетитный кусок чего-либо и он оказывается горячим.
    Выплюнуть неприлично. Вот вы, открыв рот, произносите что-то нечленораздельное. 
    В Гане для этого существует слово Пелинти , которое всё это и описывает.""")


x(s1=eval(input('Введите число: ')), s2=eval(input('Введите число: ')), s3=eval(input('Введите число: ')))
x(s1=eval(input('Введите число: ')), s2=eval(input('Введите число: ')), s3=eval(input('Введите число: ')))
x(s1=eval(input('Введите число: ')), s2=eval(input('Введите число: ')), s3=eval(input('Введите число: ')))
# end of file
